_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
dense_1 (Dense)              (None, 800)               55200     
_________________________________________________________________
dropout_1 (Dropout)          (None, 800)               0         
_________________________________________________________________
dense_5 (Dense)              (None, 1)                 801       
=================================================================
Total params: 56,001
Trainable params: 56,001
Non-trainable params: 0
_________________________________________________________________
